[
  {
    "youtube_url": "https://www.youtube.com/watch?v=cCV9bbH-Ds8&list=PLRZEugr1fc-YinVmLqQx10axkRePxjmjl",
    "title": "PENTHOUSE FOR RENT IN PHNOM PENH | CAMBODIA REAL ESTATE",
    "content": "Discover your urban sanctuary with this beautiful 3-bedroom penthouse, nestled in the heart of the vibrant Phnom Penh City Scape. This exquisite home offers three master bedrooms, complemented by two pod rooms for storage or versatile use, and two bunk-bed guest rooms, perfect as home offices. "
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=Rw4RDXqG7YY&list=PLRZEugr1fc-YinVmLqQx10axkRePxjmjl",
    "title": "APARTMENT FOR RENT IN PHNOM PENH | RENOVATED AND COZY LIVING | CAMBODIA REAL ESTATE",
    "content": "This 2-bedroom apartment could be your perfect fit. With a spacious floor area of 75sqm and located on the 1st floor, this fully furnished unit offers comfort and convenience. Inside, you'll find 2 cozy bedrooms and 2 bathrooms, alongside a big living room for relaxation and entertainment."
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=uch9XGhL84A&list=PLRZEugr1fc-YinVmLqQx10axkRePxjmjl",
    "title": "APARTMENT FOR RENT IN PHNOM PENH | CHAMKARMON | CAMBODIA REAL ESTATE",
    "content": "Welcome to your new home in the heart of Tonle Bassac! This fully furnished 1-bedroom apartment offers comfort and convenience for modern living. With a spacious living room perfect for relaxation and entertainment, and a stylish island kitchen for culinary adventures, this apartment is your oasis in the city. "
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=aiVpWJ97Nfk&list=PLRZEugr1fc-YinVmLqQx10axkRePxjmjl",
    "title": "APARTMENT FOR RENT IN PHNOM PENH | CHAMKARMON | CAMBODIA REAL ESTATE",
    "content": "Welcome to comfortable living at our 1-bedroom apartment available for rent. This fully-furnished unit offers a cozy bedroom, a bathroom, and an L-shaped kitchen with a mini bar. With a floor area of 55sqm on the 6th floor, you'll enjoy spacious living in the heart of the city. "
  },
   {
    "youtube_url": "https://www.youtube.com/watch?v=i5IOn9qvVrQ&list=PLRZEugr1fc-YinVmLqQx10axkRePxjmjl",
    "title": "APARTMENT FOR RENT IN PHNOM PENH | CHAMKARMON | CAMBODIA REAL ESTATE",
    "content": "This fully furnished one-bedroom serviced apartment offers comfortable living in a prime location. With 70sqm of space on the 10th floor, enjoy ample room to relax and unwind. The apartment features a spacious living room, L-shaped kitchen, and two bathrooms for added convenience. "
  }
]