[
  {
    "youtube_url": "https://www.youtube.com/watch?v=Ht58TuxRETA&list=PLRZEugr1fc-YSOZOjmgXwMz22YwBmJNVV",
    "title": "VILLA FOR SALE IN PHNOM PENH | CHROY CHANGVAR AREA",
    "content": "This stunning Villa Rotheca is currently available for sale at Borey Orkide Botanic City 6A, offering a comfortable and modern living experience. The property boasts three spacious bedrooms and three well-appointed bathrooms, providing ample space for a growing family or individuals who appreciate extra room for guests or a home office. "
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=HiFyNQfGQ7Q&list=PLRZEugr1fc-YSOZOjmgXwMz22YwBmJNVV",
    "title": "TWIN VILLA FOR SALE IN PHNOM PENH | CHROY CHANGVAR",
    "content": "This spacious twin villa available for sale in a highly desirable location. This villa boasts a generous land size of 9m x 21m and a house size of 6m x 12m spread across three floors that provides plenty of room for comfortable living. "
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=PdxFtFBeKXU&list=PLRZEugr1fc-YSOZOjmgXwMz22YwBmJNVV",
    "title": "SHOPHOUSE FOR SALE IN PHNOM PENH | CHROY CHANGVAR | BUSINESS",
    "content": "This exceptional shophouse for sale in a prestigious gated community, offering both residential and commercial possibilities. With a house provides ample space for various uses. "
  },
  {
    "youtube_url": "https://www.youtube.com/watch?v=vfU0oDQlbFA&list=PLRZEugr1fc-YSOZOjmgXwMz22YwBmJNVV",
    "title": "VILLA FOR SALE IN PHNOM  PENH | LOCATED IN BOREY PENG HOUTH",
    "content": "This Prince Villa offers a spacious and luxurious living experience in an convenient lifestyle in a prime location of Borey PH Boueng Snor | The Star Platinum Mastery. "
  },
   {
    "youtube_url": "https://www.youtube.com/watch?v=CFyITJr_WV4&list=PLRZEugr1fc-YSOZOjmgXwMz22YwBmJNVV",
    "title": "TWIN VILLA FOR RENT IN PHNOM PENH | BEST RENTAL PRICE",
    "content": "Introducing to a comfortable living in this fully furnished twin villa, now available for rent, it has 4 bedrooms and 5 bathrooms, this property offers  space for a perfect family. "
  }
]